/* ВСЕ ТВОИ ДАННЫЕ — ТОЛЬКО ЗДЕСЬ. Копируй строки по образцу, не забывай запятую после }  */
const SITE = {
    // Фото шефа на главной (меняются по кругу). Кладёшь в img/avatars/
    avatars: [
        'img/avatars/shef1.jpg',
        'img/avatars/shef2.jpg',
        'img/avatars/shef3.jpg',
        'img/avatars/shef4.jpg',
        'img/avatars/shef5.jpg',
    ],

    // Рисунки: путь к файлу + название
    pictures: [
        {
            src: 'img/image_1.jpg',
            title: 'Маленькая Росси',
            subtitle: 'Arknights Endfield',
        },
        {
            src: 'img/image_2.jpg',
            title: 'Перлика',
            subtitle: 'Arknights Endfield',
        },
        {
            src: 'img/image_3.jpg',
            title: 'Яэ Мико',
            subtitle: 'Genshin Impact',
        },
        { src: 'img/image_4.jpg', title: 'Фурина', subtitle: 'Genshin Impact' },
        {
            src: 'img/image_5.jpg',
            title: 'Холо',
            subtitle: 'Волчица и пряности',
        },
        { src: 'img/image_6.jpg', title: 'Нилу', subtitle: 'Genshin Impact' },
        {
            src: 'img/image_7.jpg',
            title: 'Яэ Мико',
            subtitle: 'Genshin Impact',
        },
        {
            src: 'img/image_8.jpg',
            title: 'Ирина Люминеск',
            subtitle: 'Луна, лайка и Носферату',
        },
        {
            src: 'img/image_9.jpg',
            title: 'Лаки Сиан',
            subtitle: 'Быть героем Икс',
        },
        {
            src: 'img/image_10.jpg',
            title: 'Хосино Таканаси',
            subtitle: 'Blue Archive',
        },
        {
            src: 'img/image_11.jpg',
            title: 'Юки суо',
            subtitle: 'Аля иногда кокетничает со мной по-русски',
        },
        { src: 'img/image_12.jpg', title: 'Неко', subtitle: 'Котик' },
        {
            src: 'img/image_13.jpg',
            title: 'Махиру Шиина',
            subtitle: 'Ангел по соседству',
        },
        { src: 'img/image_14.jpg', title: 'Неко', subtitle: 'Котик' },
        {
            src: 'img/image_15.jpg',
            title: 'Эшли Грейвс',
            subtitle: 'The Coffin of Andy and Leyley',
        },
        { src: 'img/image_16.jpg', title: 'Хацунэ Мику', subtitle: 'Мемчик' },
        { src: 'img/image_17.jpg', title: 'Мейбл', subtitle: 'Гравити Фолс' },
        {
            src: 'img/image_18.jpg',
            title: 'Синдзю Инуи',
            subtitle: 'Эта фарфоровая кукла влюбилась',
        },
        { src: 'img/image_19.jpg', title: 'Кали', subtitle: 'Игрок' },
        { src: 'img/image_20.jpg', title: 'Кина Лилле', subtitle: 'Игрок' },
        { src: 'img/image_21.jpg', title: 'Кина Лилле', subtitle: 'Игрок' },
        { src: 'img/image_23.jpg', title: 'Неко', subtitle: 'Котик' },
        {
            src: 'img/image_24.jpg',
            title: 'Яэ Мико',
            subtitle: 'Genshin Impact',
        },
        { src: 'img/image_25.jpg', title: 'Ахегао', subtitle: '' },
        { src: 'img/image_26.jpg', title: 'Ацуко', subtitle: 'Blue Archive' },
        { src: 'img/image_27.jpg', title: 'Эмилико', subtitle: 'Дом теней' },
        { src: 'img/image_28.jpg', title: 'Эмилико', subtitle: 'Дом теней' },
        {
            src: 'img/image_29.jpg',
            title: 'Каоруко Вагури',
            subtitle: 'Благоухающий цветок расцветает с достоинством',
        },
        {
            src: 'img/image_30.jpg',
            title: 'Хосими Мияби',
            subtitle: 'Zenless Zone Zero',
        },
        {
            src: 'img/image_31.jpg',
            title: 'Холо',
            subtitle: 'Волчица и пряности',
        },
        { src: 'img/image_32.jpg', title: 'Мита', subtitle: 'Miside' },
        { src: 'img/image_33.jpg', title: 'Акуля девушка', subtitle: '' },
        { src: 'img/image_34.jpg', title: 'Удивлени девушка', subtitle: '' },
        {
            src: 'img/image_35.jpg',
            title: 'Холо',
            subtitle: 'Волчица и пряности',
        },
        { src: 'img/image_36.jpg', title: 'Неко', subtitle: 'Котик' },
        { src: 'img/image_37.jpg', title: 'Неко', subtitle: 'Котик' },
        { src: 'img/image_38.jpg', title: 'Рисунок 38', subtitle: '' },
        {
            src: 'img/image_39.jpg',
            title: 'Сато Мацудзака',
            subtitle: 'Сладкая жизнь',
        },
        { src: 'img/image_40.jpg', title: 'Неко', subtitle: 'Котик' },
        { src: 'img/image_41.jpg', title: 'Модни девушка', subtitle: '' },
        { src: 'img/image_42.jpg', title: 'Мили девочка', subtitle: '' },
        { src: 'img/image_43.jpg', title: 'Красиви девушка', subtitle: '' },
        { src: 'img/image_44.jpg', title: 'Скучающи девушка', subtitle: '' },
        { src: 'img/image_45.jpg', title: 'Car', subtitle: 'Garn47' },
    ],

    // Стихи. Текст пиши в обратных кавычках ` `, строки — Enter, пустая строка = новый абзац
    poems: [
        {
            title: 'Толечка, моя любимая попочка!',
            text: `Толечка, моя любимая попочка!
Хоть он и против иногда,
Но до кекса всё доходит всегда!

Связать его так же легко,
Как свой конвеер просунуть глубоко,
И смотрит с интересом всегда,
Его добрая, верная жена!

И поможет она всем всегда,
Даже Толю связать за меня!
И вырубить Би, 
Что предал её он!

Мог бы просто снимать,
Как я Толю буду ибать
Но решил он просто взять,
И Толю безуспешно спасать.

Он успел предателем стать,
А я Толю продолжил ибать♥️`,
        },
        {
            title: 'Стих на 8 марта, Мирочке)',
            text: `Моя любимая госпожа - это Мирославна!

Она весела, смешна и умна,
И хочу от сердца поздравить её Я!
Веть такую, как ОНА,
Не встречал я еще никогда!

В жизни же, она несомненно красива!
Хоть лицо её, ещё не видел Я,
Желаю вам счастливого 8-Марта!
Пусть исполнятся все ваши желания!
(И чтобы грудь росла большая!)
[Я это в хорошем смысле, хотел добавить шуточку]

Чтобы были в жизни всегда радостная!
А в любые годы всегда молоденькая!
И чтобы были у вас, только хорошие друзья!
Чтобы всех своей красотой озаряли всегда!

Чтоб был повод всегда улыбаться!
Ежедневностью наслаждаться.
Тем, что жизнь преподнесла,
Счастья вам, любви и добра!

Позитива вам и настроения,
Удачи, ласки и вдохновения!
Хочу, чтобы была у вас улыбка,
Сегодня, завтра и всегда!)

С праздником вас 8 марта!`,
        },
        {
            title: 'Легенда о призраке Шефа',
            text: `Легенда, о призраке Шефа...

В пиковых горах, пронзающие небосвод,
Шеф – местным призраком живёт.

Слухи ходят, там, среди мороза есть душа,
Тот, что встречал её, окутывала теплота,
Обнимает он нежно, будто преисполнена доброта,
И если прислушаться, услышишь биение сердца.

Хоть его маленькая жизнь пропало,
Но его душа, теплом делиться продолжало.
Других людей, от горного мороза спасает,
Веть это то, о чём он всегда мечтает...`,
        },
        {
            title: 'Опоздавший в Сеуле',
            text: `Сижу на остановке,
Свежий воздух кругом,
Не насытятся на этой красоте,
Мой глаза этим солнечным днём.

Опоздал на маршрутку свою,
Стою теперь, ожидая другую.
И под ясным синим небом я сижу,
На снежные горы я смотрю.

А в между деревянных рощей,
Пасутся несколько лошадей.
И дорога, где машины проезжают,
Звук моторов своих издают.

8:03 на автобус я усадился,
И пишу сейчас вам это Я.`,
        },
        {
            title: '«Дайте хоть написать...»',
            text: `В ожидании терпение угасает,
И желание стих писать нарастает.
Инет снова пропадает,
В Тг сообщения не отправляет...
И всё сильнее переживает.

Друзья наверное думают,
"Почему же он не отвечает"
А Шеф, терпеливо ждёт,
Когда же инет наконец придёт.

Терпение тает как лёд,
А время безжалостно течёт...`,
        },
        {
            title: 'Один дождливый день',
            text: `Снова хмурый, дождливый день.
Пустые мысли, тоска – словно тень.
Света нет, дома лишь темнота,
А моё лицо озаряет свет от экрана.

Сижу в темноте, пишу эти строки,
Скучно потому что, как ни крути...
С обедом вот, помогал маме Я,
И после еды, по комнатам разошлась вся семья,
Оставив уборку всего стола для меня.

Но конечно ни на что не жаловался Я,
Так как естественно это, лишь для меня.
Когда убрался, на столе осталась лишь свеча,
Освещая кухню светом от огня.

Я сел перед ним и молча сказал: "Как же красива она"
Смотря, как медленно стекает воск по нему,
В тьме, разделяя со мной грусть и тишину.

Пусть тьма, обнимает за плечи,
Веть исцеляют это, горящие свечи...
Могу ли я гореть так же, как эта свеча?
Ласковым пламенем души, всем всё освещая...

Будут ли во мне действительно нуждаться?
Продолжу ли я тихо шепчя, об этом мечтая...
Я просто хочу любви для себя,
Чтобы в такие времена одному не оставаться...

Чтобы было приятно с ней молчать и болтать,
И о жизни друг другу советы давать,
Даже в трудностях, друг другу помогать.

Моя любовь необычна, она огромна и сильна,
Но от этого, страшно иногда...
Как бы сердце моё не была велика,
Разбить его можно, проще стекла.

Но одиночество всё больше торопит меня,
Говоря, что без любви умру же Я!
И от этого, не поможет ни одна свеча...`,
        },
    ],

    // Рассказы. color — необязательно (цвет обложки)
    stories: [
        {
            title: '«Супер хищник - Шеф!»',
            text: `Толя приехал в деревню. Его радостно приветствовали близкие друзья и родня. Первые два дня были нормальными и спокойными.

[В один прекрасный день, Толя приезжает в свою родную деревушку, где его горячо встречали все родственники и знакомые. Дни у него проходили весело, он копал картошку, гулял по деревне и засматривался на деревенских молодок. Однажды, гуляя на окраине леса, он остановился, почувствовав необычный зов, смотря в сторону густого, огромного леса, и его ноги начали двигаться сами по себе, направляя его тело вглубь леса....

У Толи даже не было мыслей, вернутся назад или обернуться, он лишь шёл вперёд, неведуя, куда его несут ноги. Лес казался бескрайним, но таким... Пустым и тихим? Вокруг не было ни одной зверушки или птиц, будто они убежали кто куда подальше, словно боялись чего-то, или же, кого-то очень опасного...

Толя бродил по лесу, кричя и взывая на помощь хоть кого-то, как вдруг... Где-то на верху, сзади раздаётся звук... (хруст ветки)

Толя оборачивается, и видит его... Силует того самого человека из легенд, наводящий страх в сердца жителей, именно по его причине, пропадали люди в лесу, это был никто иной как, сверхищник–Шеф...

Толя замер, увдев его, стоящего неподвижно и смотрящий с широкой улыбкой на лице, казалось, Толя еще никогда не видел такую широкую улыбку на человеке, Толя почувствовал первобытный страх, его глаза расширились, а дыхание стало хаотичным, и почему-то по его попе пробежал холодок, тело будто потеряла силы двигаться при виде его, словно слабая жертва, или же добыча перед сверхищником.

Щеф начал медленно, шаг за шагом приближаться к Толе, в его лицо становилось всё страшнее и страшнее, нутро Толя кричало о том, что если он сейчас же не сбежит, что его сейчас же схватят и будут делать с ним то же, что и спропавшими людьми в деревне, и Толя отшатнулся и упал на свою попу, это привело его в чувства и он без промедление поднялся и побежал прочь, на что Шеф позади лишь усмехнулся)

Ноги Толи вели его в обратном направлении, каким он пришёл, его сердце бешено стучалось, а сзади он чувствовал приближение Шефа, как бы он быстро ни бежал, казалось, он чувствовал что в каждую секунду его могут поймать, что заставляло его бежать бытсрее, сломя голову, и в конце концов, видит край леса, а за ней знакомые дома, он думал, что спасение уже прямо перед носом и он решил убедиться кое в чём, повернув голову назад. Но когда он посмотрел, он испугался еще сильнее, чем думал, Шеф будто испарился, будто никто и не гонялся на ним, и как только Толя почувствовал небольшое облегчение и посмотрел обратно вперёд, надеясь, что он добрался до выхода из леса, но он снова упал, врезавшись во кого-то спереди.

Когда Толя поднял глаза, он увидел его, Шефа, нависающий над ним с хищной улыбкой, Толя хотел закричать, снова убежать, но не смог, когда рука Щефа потянулась к его лицу, в следующее мгновение, мир вдруг вокруг Толи начал пропадать, превращаясь в чёрный, и тьма заполнила всё, на последок он лишь услышал жуткое хихиканье Шефа, и мир погрузился во тьму...

Толя проснулся, медленно открывая глаза, и первое что он почувствовал, это холод, касающийся его голого тела, но хотябы на нём были лишь его бордовые трусы, и когда осознание полностью к нему вернулось, он попытался вздохнуть, но что-то мешало у него во рту, изза чего каждый вздох был небольшим свистом из носа, и как оказалось, во рту у него был круглый кляп, туго завязанный к нему, что даже челюсть немного сводило от напряжения, и это было не всё, когда он нервничал, он попытался сделать шаг, но раздавшийся лязгающий звук металла об бетонный бол, заставил его замереть, и когда он опустил взгляд, он увидел как его нога была закована в железный круг, и от него тянулась цепь, которая была прибита к полу.

Вдруг, снаружи он услышал чьи-то тяжёлые уверенные шаги, со стороны коридора, Толя замер, и его сердце начало колотится в груди, а когда перед ним появился силуэт, его глаза расширились от страха при виде Шефа, с его невозмутимой улыбкой, застывшем на лице.

– Я очень долго этого ждал, Толя... — произнес он низким, пугающе спокойным голосом.`,
            color: '#1f4a5c',
        },
        // ЗАПЕЧАТАННЫЙ рассказ — всегда оставляй последним:
        {
            title: '«В плену скольской страсти»',
            locked: true,
            text: `В помещении, где по центру стоит глубокий бассейн. На его поверхности, равномерно видны маленькие волны, которые вызывают фильтры по стенкам бассейна. Но интересно было другое...

Толя и Я, стоящие друг перед другом, лицом к лицу. У каждого из них были свой мысли: Кто-то хотел другого очень сильно, но с любовью изводить своими скольскими тентаклями, а другой, показывал вид, что против, но подсознательно, желал этого больше всего.

Я стоял перед Толей совершенно голым, и позади него, словно живые скольские змеи, двигались несколько щупалец. А Толя, тем временем, был лишь в своём милом купальнике, бежевого цвета, с кружевными трусами, подчёркивающие его тонкие и почти хрупкие ножки и бёдра.

Я долго смотрел на них, и у меня в мыслях зарождались тысяча способов, как можно страстно повеселиться с ним. Меня заводил лишь один взгляд на купальник Толи, и моё тело залилось жаром, а мой дружок слабо подёргивался. Мой глаза наполнились желанием, желанием – которое от части даже пугает. Дыхание участилось и выходили следы белого пара от влажности.

"Оохх, Толя, я так сильно хочу тебя..." Хрипло проговорил Шеф, будто вот вот уже сорвётся.

Я, тайно выпускает свой "Особые" феромоны, смешанные со страхом и вожделение. Это его любимая смесь. Толя не понимал, что с ним происходит изза этих феромонов и пытается встряхнуть голову.

Ммм, сопротивляемся... Хорошо... Постой так, подыши... Вот так, чем глубже дышишь тем тебе будет сильнее хотеться...

Я поднял один свой тентакль перед его лицом и из его кончика, начинает идти свечение, как у светлячка.

Мысли Толи: (Не понимаю. вот сейчас дойду до огонька и рассмотрю..Что? не знаю..мысли путаются и только желание заполняет меня как сосуд водой.. Мысль о совокуплении бьется в мозгу...)

Я весь уже горю от нетерпения... Если бы я мог, я бы уже рычал... Но чего нет того нет... Дрожь вожделения пробегает по моему телу... Терпение-терпение... О, да... Какой аромат... Это запах вожделения... Я чувствую его всей своей кожей... Каждой клеточкой... О, как это заводит!

Вот наконец, он делает последний шаг... Даю ему поймать светлячок, И... О! Как он удивлён! Ведь волшебный огонек, оказывается концом моего большого щупальца... а их у меня не одно! Зажигаю их все... Он зажмуривает глаза, от яркого света, а я бросаюсь на него и обхватываю своими щупальцами, легко отрывая его от пола...

Мысли Толи: (протянул руку за огоньком и тут....... Я взлетел... что за??? яркий свет заставляет закрыть глаза. Что-то охватило все тело и шевелится на мне. Но нет страха, есть желание понять, и опять жажда секса во мне. Оно меня сжимает, а тело все свербит от желания, я чувствую себя мухой в паутине, но продолжаю думать о спаривании. Я не могу понять ,что происходит... пытаюсь вырваться, но кольца вокруг тела только плотнее охватывают меня, сжимая, прикасаясь к коже теплом, продолжая возбуждать нежностью и прикосновениями. Аахх... Хочу, чтобы это немного продолжалось.)

Вот, так, надежно фиксирую, руки и ноги... Развожу их в стороны... Хорошо... снизу поддерживаю его чуть повыше попы... Так.. Теперь запускаю малые щупальца... Срываю с него трусы и одновременно ласкаю каждый миллиметр его тела, заставляя его постанывать... Вот и трусы падают куда то вниз... Теперь можно усилить ласки и там...

Мысли Толи: (тело сладко ноет под напором ласк, словно тысячи губ обрушились одновременно и ласкают, целуют... корчусь от приятных прикосновений, но не могу и сдвинуться с места прочно зафиксированный неизвестно чем. Каждое новое касание вызывает спазм желания, соски стоят и жаждут прикосновений, жар страсти опаляет все тело, извиваюсь, чувствуя как налились желанием мой маленький дружок и колечко между попок, и оно расслабилось, готовые пустить кого угодно... стон разрывает грудь!)

Мысли Толи: (длинный, чуть шевелящийся перед лицом. Молча, широко раскрыв глаза, наблюдаю за ним, невольно течет слюна вожделения, тело продолжает вибрировать требуя совокупления, выматывая желанием и диким неземным возбуждением.)

Развожу его ножки пошире... И устремляюсь щупальцем внутрь него... Двигаюсь быстро... Вижу как расширились его глаза в ожидании боли... Но в последний момент останавливаюсь и погружаюсь очень медленно... Так чтоб огоньки гасли один за одним, постепенно исчезая в его истекающей соком попке...

Мысли Толи: (гадкий Шеф не мог придумать более изощренной пытки... я извиваюсь... но не могу кончить... эта тварь не дает, дразнит, возбуждает сводя с ума, я не выдерживал и закричал)

Ох, а вот кричать не надо... Зажигаю еще одно щупальце и подношу его к лицу. Вроде успокоился, впрочем ненадолго... Я ускоряю движения своих щупальцев И... Вот, дааа... Кончай... Чем больше ты это сделаешь, тем больше меня накормишь. Когда Толя снова захотел закричать, я быстро затыкаю его рот щупальцем, преодолевая слобое сопротивление его язычка внутри. Ну же Толя... Ты знаешь что делать...

Мысли Толи: (выгнулся , зашёлся в немом крике и кончил, впервые для себя выплескиваясь тонкой , прерывистой струйкой, отключаясь от реальности. Долго восстанавливаю дыхание, приходя в себя. Я ещё в руках, нет... щупальцах этого монстра... тело легкое и невесомое после такого оргазма. Что это было? смотрю во все глаза... я не понимаю, что оно хочет... почему не отпускает меня. тело ещё подрагивает, внутри все сладко сжимается, пульсация становится все медленнее и тише, постепенно успокаиваясь)

Он совсем обмяк, убираю свой щупальца и... Вот, так! О! В глазах огонь, прежней расслабленности нет и следа... Хорошо... Можно продолжать. Переворачиваю его попой вверх...

Мысли Толи: (Попытался вырваться с новыми силами, но не тут-то было... и что-то было в этой безысходности... тело опять ныло , наполняясь непонятным жадным желанием. Щупальца перевернули меня, теперь я не только не слышу его шуршаний, я не вижу, и это дико пугает меня, добавляя в кровь адреналина и заставляя тело дрожать вновь)

Провожу тонкими щупальцами вдоль спины, от основания шеи вниз, вдоль позвоночника, я ощутил как дрожь пробежала по его телу... Начинаю сжимать и поглаживать её торчащие сосочки, одновременно с эти ласкаю его дружка... Он опять начинает постанывать... Заполняю его рот своим большим щупальцем... Ммм, как он хорошо сосет. Тем временем, я добираюсь до попки, и раздвигаю его ягодицы.

Мысли Толи: (Это щупальце!!!! оно нагло ворвалось в рот, стараясь продвинуться дальше, не могу вытолкнуть языком, невольно начинаю сосать и вдруг чувствую, что мне приятно это... оно не отталкивающее, оно... оно непонятное... другие щупальца продолжают осматривать, ощупывать тело, каждое касание приятно и возбуждает... это психоз какой-то!!!! но тело наполняется новым желанием... только теперь я понял, насколько нежны концы щупалец. И вот, оно уже дошло до моей попки и моё тело снова задрожало, и они сжались. Но потом, они с лёгкостью их обратно раздвинули... Я попытался снова закричать, но тот час щупальце проникает в мой рот, и я невольно сглотнул...)

Ого, как глубоко, он может заглотить... Но не даю себе увлечься, вынимаю, его из его рта, даю сделать пару судорожных вдохов, а затем вновь, подношу к его губам... и он тут же с жадностью принимается сосать его... Тем временем, я уже раздвинул его ягодички и вижу то самое сжатое колечко...

Ну-ну, зачем же так. Я окуратно поглаживаю и массирую его и на моём щупальце начинает выделаться скользкая жидкость... Ну, это лучше чем любая смазка. И вот, его колечко уже расслабилось, и я тут же быстро проникаю в него своим отростком, Толя пытается его сжать, но от этого, оно становится еще более скользким и проникать еще глубже, смачивая стенки...

Мысли Толи: (и опять тело трепещет от прикосновений, я уже не соображая сосу этот отросток, который кажется наполняет меня все большей похотью и желанием, внутри колечка, всё медленно заполняется, даря наслаждение и кайф, движение медленное, заводящее и уносящее за пределы сознания... где-то в глубине мелькнуло, что когда-то я желал пару мужчин одновременно... но это!! это нечто!!)

Чувствую, как он возбуждён, его сок струится по его ножкам, и я начинаю быстрее двигать своим отростков его попе, одновременно с этим подвожу свое другое большее щупальце к его попочке, быстро вытащив малый отросток и резко входя в него до самого упора... Он вздрагивает всем телом, замирает, но щупальца в его рту не дает еме остановится, а я начинаю ибать его постепенно ускоряя ритм...

Мысли Толи:(Никогда не думал, что мои фантазии и желания может воплотить один лишь Шеф!!! тело жило своей жизнью. Оно текло, наслаждалось, принимало всё, а я содрогался от спазмов желания, продолжая принимать одновременно во все свой имеющиеся отверстия. Впервые мне было настолько хорошо!!! наслаждение накрыло меня бушующей волной, ураганом... я бился почти без сознания, неоднократно кончая... но не понимая этого, все сильнее обессиливаясь, слабея на щупальцах монстра, готовый вот-вот потерять сознание)

Его тело, всё содрогается от волн оргазма, и я уже не сдерживая себя, проникаю еще одни большим щупальцем его попку, он почти не реагирует на это, а лишь еще неистовее принимается сосать то что у него во рту. Я же, ускоряю движения, все быстрее и быстрее ибу его... Он, наверное хочет закричать, но лишь звуки от вхождения в него моих щупальцев заполняют всё помещения с бассейном...

Я теряю контроль над собой, и таким образом... Проходит некоторое время, я прихожу в себя... Я сыт... О, да! В первые за долгое время я переполнен энергией... Толя дышит... но в ближайшее время, от него не будет ни какой пользы, так что пожалуй я оставлю его, пусть отдохнёт...

Мысли Толи:(Прохладный воздух приводит меня в себя. Тяжелое хриплое дыхание режет уши. О боже... так это я!!! с трудом пытаюсь приподняться, но руки не держат и я опять падаю.. сознание гаснет и я проваливаюсь в небытие...)`,
        },
    ],

    // Сказки. audio — необязательно (положи mp3 в папку audio/)
    // Сказки (включая аудио и новые главы)
    tales: [
        {
            title: 'Сказка о рыцаре по имени Шеф',
            color: '#3d2a5c',
            text: `Давным-давно, в те времена, когда лето были жарче, весна зеленее, а жизнь казалось ярче. И в одном тихом селе жил-был юный и весёлый, 10 летний рыцарь по имени Шеф.

В те годы его «доспехами» были потёртые галоши, а мечом — любая ровная палка, найденная на земле или в стопках дров, что рубил батя. Хоть он был еще совсем тогда юн, он не боялся животных и собак, так как ему они нравились. Кроме одной персоны, что была рядом с домишкой Шефа.

А защищал Шеф одну «Пугливую принцессу», которая была на год младше, и жила в замке по соседству. Принцесса эта была мягкой и весёлой, но мир казался ей полным опасностей. Стоило какой-нибудь собаке  гавкнуть в её сторону, как она замирала от страха и прячась, хваталась за спину Шефа. Он с храбрым видом разгонял «монстров», веть ему было не в первой.

Они много проводили времена, играя в «Турецкий сериал». Юный Шеф, не жалея сил, примерял на себя роли пылких героев, произносил пафосные речи и разыгрывал невероятные драмы. Он делал это, чтобы рассмешить её или просто занять время, он не догадывался о том, что в будущем он будет скучать по этим временам, потому что тогда он думал, что это простая детская игра, и ничего значимого в этом не было, и как же он тогда ошибался...

Он принимал эти дни как должное, словно солнце, которое будет светить вечно. Он не знал, что время — это коварный колдун, который крадёт мгновения, пока ты беззаботно играешь, который оставляет в тебе чувство тоски, когда уже взрослеешь, заставляя осознавать свои прошлые ошибки.

И вот, Заклятие Взросления

Годы прошли быстрее, чем Шеф успел понять. Магия детства начала рассеиваться. И вот, великий рыцарь Шеф оказался заперт в иных стенах дома — и в серых залах Башни Колледжа. Вместо меча у него теперь ручка, а вместо сражений с драконами — разные тетради с лекциями.

Сидя у окна и глядя на скучную погоду, Шеф часто замирает. В его мыслях он снова там, в залитом солнцем дворе соседки. Он вспоминает, как принцесса пряталась за его плечо, и как легко тогда было быть героем.

«Эх, — вздыхает он, — если бы я только знал тогда, то проводил бы с ней еще больше времени... Как она сейчас? Дома ли она? Как она теперь изменилась? И... Есть ли у неё теперь кто-то...?»

Он корит себя за то, что иногда торопился домой, или за то, что не замечал, как светились её глаза во время их нелепых «сериальных» сцен. Теперь он понимает: за смешными ролями скрывалось что-то настоящее.

И если бы он тогда задержался подольше, если бы посмотрел на неё не как на соседку, а как на ту, ради которой он отпугнёт всех собак в селе... возможно, эта сказка имела бы совсем другое продолжение.

Но даже сейчас, среди гранита науки, в его сердце живёт надежда. Ведь сказки учат нас одному: если рыцарь осознал свою ошибку, значит, он стал ещё мудрее. И кто знает, может быть, их пути ещё пересекутся на какой-нибудь заколдованной тропе, и тогда Шеф уже не упустит ни секунды, если найдёт в себе надежду... Но это, лишь мечты и детские желания. Ко-нец))`,
        },
        {
            title: 'Сказка: «Принц и демоница» Часть 1',
            audio: 'audio/princ_i_demonica_part1.wav',
            color: '#1f4a5c',
            text: `В одном королевстве в тёмном лесу жил необычный народ. Все они были красивы, но за крылья на спине, их прозвали демонами. Среди них жила принцесса демонов с огромными серыми крыльями. Когда любому из жителей исполнялось шестнадцать лет, ему позволяли улететь за границы леса.

И вот, пришёл долгожданный день рождения, и принцесса впервые покинула лес. Преодолела реки и высокие горы, и добралась до королевства людей. В ту ночь на небе ярко светила Луна.

Она приземлилась в саду у замка, где юноша зачарованно смотрел на Луну. Спрятавшись за кустами, принцесса не сводила с него глаз. Это была первая любовь. Но принцесса знала, они из разных племён, и демону никогда не быть с человеком.

И принцесса отправилась к живущей в лесу колдунье: «Я хочу стать человеком! Хочу жить вместе с ним!» И ведьма ответила ей: «Будь по-твоему, но за это ты отдашь свои крылья». «Но помни, принцесса, ты можешь принять другой облик, но придёт день, и демон в тебе погубит принца».

Принцесса оторвала свои крылья, и её охватила жуткая боль, никогда больше она не поднимется в небо. Но принцесса всё равно улыбалась и слёзы радости катились по её щекам: «Я человек! Человек! Теперь я такая же, как он!»

И принцесса вновь отправилась к людям, но уже пешком. В пустыне она услышала крики: «Какое несчастье! Неужели не найдётся никого, кто спасёт его?» На земле лежал юноша, его укусила змея. Девушка бросилась к нему и высосала яд. «Благодарю тебя, храбрая незнакомка. Я принц этого королевства», — ответил юноша. Это его она видела той ночью. «Я обязан тебе жизнью. Прошу, выходи за меня замуж».

Скоро они сыграли свадьбу. Священник спросил принцессу, одетую в свадебное платье: «Клянёшься ли ты быть с ним в радости и в горе, пока смерть не разлучит вас?»

«Да, клянусь». Стоило им с принцем обменяться кольцами и скрепить свои клятвы поцелуем, как отовсюду послышались крики: «Да будет счастлива храбрая девушка, спасшая жизнь принца!» Всё королевство ликовало вместе с ними.

Люди! Люди! У них нет ни крыльев, чтобы парить в облаках, ни когтей и клыков для охоты, они так слабы, так хрупки, но сколько в них тепла, какие же они чудесные создания!» Принцессе счастливо жилось среди людей.

Она помогала принцу в его делах и путешествовала с ним по разным краям: от сапфировых морей до сияющих лугов, и вместе с ним смотрела на горящее полярное сияние. Принцесса взяла принца за руку и с улыбкой произнесла: «Держи меня крепко и никогда не отпускай»

Но её счастье длилось недолго. Однажды ночью она очнулась от страшной боли, будто что-то разрывало её на части, и обнаружила, что она обратилась в демона. «Как же так? Ведь я просила сделать меня человеком!» Из её спины вырывались наружу два чёрных крыла. «У любого колдовства есть своя цена. Ты достаточно порезвилась человеком, так теперь обратись в ужасное чудище», — прошептала ей лесная ведьма. «Убей самого любимого своего человека, и тогда проклятье спадёт, и ты станешь, как прежде, прекрасной демоницей».

Принцесса глядела на своего любимого принца и тянула когти к его горлу. И хоть она любила его больше всего на свете, её терзало жгучее желание оборвать его жизнь. Она схватила тянувшуюся к принцу руку с такой силой, что из неё брызнула кровь. «Если я убью принца, проклятие спадёт…» Но она лишь поцеловала его в щёку, слёзы катились из её глаз.

Когда принц проснулся, принцесса уже была далеко, а его постель была усыпана чёрными перьями.

Снедаемый тоской, принц обыскал всё королевство, но нигде не нашёл своей принцессы.`,
        },
        {
            title: 'Сказка: «Принц и демоница» Часть 2',
            audio: 'audio/princ_i_demonica_part2.wav',
            color: '#4a2030',
            text: `Принц обыскал всё королевство, каждый дом, каждый переулок и каждую крепость. Но так и не нашёл следа своей принцессы. Не в силах более мириться с этим, он решил отправиться в далёкие края ради неё. Оставив, свой народ....

После долгих скитаний в краю вечного сумрака он нашёл ту самую колдунью. Как только принц хотел что-то сказать, как она промолвила:

«Я знаю, зачем ты пришёл, но всё напрасно. человеку и демону, никогда не быть вместе...»

Принц, без колебания ответил:

«Я готов на всё. Без неё мне этот мир не мил, и жизнь — уже не жизнь. Я готов стать чудищем, ради неё.»

Ведьма долго смотрела на него, взвешивая слова, и наконец согласилась:

«Будь по твоему. Но знай: ты никогда не станешь прежним, и ты потеряешь свою человечность.»

Она прошептала древнее заклинание птиц «Цянь» и воздух вокруг наполнился гулом. Принца пронзила нестерпимая боль, он закричал, падая на каменный пол, но в его глазах горела непоколебимая решимость.

«Теперь пути назад нет» — выдохнул он, когда всё закончилось.

Принц поднялся, тяжело опираясь на руки. Взглянув на них, он увидел острые когти и пробивающиеся тёмные перья. На его спине, вздрагивая от боли, расправилось одно единственное крыло.

«Пока вы не будете единым целым, вы не сможете летать вместе на небеса.»

донеслось до него эхо слов ведьмы, прежде чем она исчезла, растворившись в морозном воздухе.

Он остался один в снежном лесу, окружённый тёмными деревьями.

«Я найду тебя, во что бы то ни стало, — прошептал он.»

После, в сердце он почувствовал странное ощущение, будто оно прямо в груди, рвалось в одно направление. Это его сердце, подсказывало, куда ему идти.

Началось его долгое странствие. Он прошёл через ледяные горные пики, пробирался сквозь непроглядные леса и отбивался от полчищ диких зверей, что чуяли в нём опасного чужака.

Наконец, он достиг цели — перед ним возвышалась одинокая башня, в которой томилась она, прекрасная демоница. У неё было лишь одно крыло, и, завидев его, она сразу поняла: это тот самый принц, которого она полюбила.

«Я стал демоном только ради тебя, — произнёс он, глядя на неё с улыбкой. — Я хочу быть с тобой навсегда!»

Она покачала головой, и в её глазах стояли слёзы:

«Если мы станем едины, ты потеряешь последнюю часть себя. Ты перестанешь быть человеком навсегда!»

Принц, медленным шагом, подошёл к ней, опустившись на одно колено, он коснулся её щеки, которая была очень тёплой. Прямо как тогда, когда они скрепили клятву поцелуем.

«Я уже потерял себя в тот день, когда потерял тебя...»

Демоница всхлипнула, и забыв о боли, побежала к нему в объятия. Принц прижал её к себе так крепко, словно боялся, что она вновь исчезнет. В этот миг свершилось то, что было предначертано: их души и тела сплелись воедино. Они вышли из башни, и расправив крылья, вместе взмыли в небо, прямо к звёздам, навстречу своей вечности.

P.s. Птица Цянь – птица, рождающаяся с одним крылом. Пока самец и самка не станут единым целым, они никогда не смогут взлететь в небо.`,
        },
        {
            title: '«Королева демонов хочет умереть» — Пролог',
            color: '#3d2a5c',
            text: `Когда-то кто-то из великих сказал, что человечество будет жить вечно. Но вечна лишь... человеческая жадность. Очарованные ею люди объявили войну расе, которую не следовало беспокоить. И потерпели сокрушительное поражение... Они не смогли сравниться силой с демонами. И демоны захватили власть.

Вот только среди них есть та, чья сила и жестокость превосходит все ожидания. У неё самое высокое положение в иерархии демонов. Повелительница ужаса, хранительница смерти.

И у этой властительницы... есть заветная «мечта».

– Королева: ...Хм... Я действительно хочу умереть...`,
        },
        {
            title: '«Королева демонов хочет умереть» — Глава 1',
            color: '#1f4a5c',
            text: `Она – королева демонов.

В огромном демоническом замке, к просторному тронному залу приходит один из командующих армией демонов, Авел.

– Авел: ..Моя госпожа, это отчёт о военных действиях за неделю. Мы уничтожили сопротивление южного континента и, как вы приказали, подготавливаем местность для добычи ресурсов... Также у меня есть доклад от разведчиков. Мне доложили, что неизвестная группа в этом районе незаконно оккупировала лес и...

Королева сидела на своём троне посреди зала, оперев щёку на руку и прикрыв глаза. Она ответила безразличным и холодным тоном:

– Королева: Избавьтесь от них. Уничтожьте лес и, если поднимется шум... то доложи мне. Не разочаруй меня, Авел...

– Авел: Д-да, как прикажете, – ответил он покорно.

– Королева: Это всё? Тогда уходи, – устало произнесла она, оперев щёку на руку и скрестив ноги. – Я хочу отдохнуть. Немедленно на выход.

– Авел: С-с-с вашего позволения!

И Авел помчался прочь, по дороге он даже поскользнулся.

Королева, бросив взгляд, чтобы убедиться, что он ушёл, приподнялась с трона и немного прошлась... Затем она швырнула вверх по залу бумаги с отчётами, и они разлетелись кто куда.

– Королева: Аахх, свобода!.. Думала, что умру сегодня от скуки. Не хочу работать! Теперь надо вернуться в спальню, взять вчерашнюю книгу и вдоволь поспать до завтра. Но сперва...

Она посмотрела на закрытые двери слева от неё. Самое секретное место в замке, путь до которого знает лишь сама королева. Дверь... в её собственную сокровищницу! В этом месте собраны древние книги. Те, что остались после уничтоженных войной «людьми». Хотя они были глупой и высокомерной расой, устраивавшей войну без шанса на победу, у них был особый талант к творчеству. И королева была глубоко очарована их историями. Хоть это и не соответствовало её титулу, но она сохранила пару-тройку томиков людских книг.

Королева снова взяла ту же книгу и прошептала её название вслух:

– Королева: «Великий воин солнца»...

У главного героя этой истории золотые волосы, сияющие как лучи яркого солнца. Голубые глаза, напоминающие ясное небо. Написано, что сила его воли и несокрушимый меч уничтожат демонов. Иными словами, он — «спаситель» человечества.

– Королева: (Хах, смешной рассказ... Люди с треском проиграли войну и потеряли всё, что у них было. И где же в тот момент был этот их «отважный воин солнца», о котором они так грезили?)

Королева задумалась: а если бы такой человек существовал, то он бы наконец смог отправить её в мир иной. Но она покачала головой, говоря себе, что снова напрасно думает об этом.

– (И всё же, читая эту книгу, я тоже «мечтаю», как они. Прошло бесконечное количество лет с тех пор, как я стала королевой. Эта ответственность легла на мои плечи из-за того, что я родилась самой сильной из нас. Я надеялась, что появится кто-то сильнее, и я уступлю ему престол. Но с каждым днём я всё больше убеждалась, что ни сейчас, ни в будущем этого не произойдёт. Я устала быть королевой. Я постоянно ищу отговорки для своей лени. Трон не для меня.

...Но если бы отважный воин солнца и вправду существовал, он бы оборвал мою нежеланную жизнь.)

Вдруг по магическому каналу с ней связался Авел.

– Королева: Авел? Что-то случилось?

– Авел: Пожалуйста, простите меня за то, что я без разрешения связался с вами в такое время.

– Королева: Всё в порядке. Что произошло?

– Авел: Да... По поводу неизвестной группы существ...

И как только королева услышала новые сведения, она тут же всё бросила и взмыла в небо на своих крыльях...

– Королева: (Оккупировали лес не монстры... А остатки расы «людей», которая, как мы думали, вымерла. Не может быть! Если всё ещё остались люди, возможно ли... что среди них я смогу встретить отважного воина солнца?)

Долетев до назначенного места, она увидела небольшую потрёпанную деревушку, посреди которой, обёрнутые в рваные и грязные вещи, находились люди...

– Королева: (Люди? Эта бедная и отсталая раса — «люди»? Я ожидала слишком многого. После поражения в войне они потеряли себя. Почти скатились до уровня животных. Похоже, я вряд ли найду среди них отважного воина солнца...)

И тут откуда ни возьмись сзади кто-то ухватился за её зелёный хвостик.

– Королева: АРГХ..!! КТО ЭТО? КТО ПОСМЕЛ ТРОНУТЬ МОЙ ХВОСТ?!

– Юноша: Из... Извините! Его цвет так похож на траву, поэтому я подумал, что он съедобен.

В том рассказе было написано, что у отважного воина солнца золотые волосы, сияющие как лучи дневного светила... И голубые, как ясное небо, глаза. Возможно, он...

– Юноша: Я не видел вас здесь раньше. Вы впервые пришли в нашу деревню? – мягко произнёс юноша, очень похожий на того самого «воина солнца».

И королева подумала о том, что люди не способны подготовить этого «отважного воина солнца».
(Тогда... я создам его сама.)`,
        },
        {
            title: '«Королева демонов хочет умереть» — Глава 2',
            color: '#4a2030',
            text: `– Королева: Ты... Правда... Не знаешь, кто я?

– Юноша: ...? Вы чужеземка, посетившая деревню? А? Ваша одежда довольно необычная.

– Королева: ...

Королева была удивлена: как человечество могло настолько деградировать? Впрочем, это не имеет значения. Если заставить юношу поднять меч, этого будет достаточно. Кроме того, он очень похож на воина солнца. И она подумала, что сомневаться не стоит.

Королева грозно раскрыла свои демонические крылья и произнесла:

– Королева: Если не знаешь... Что ж, я расскажу. Это мои земли. От жаркого юга и до крайнего севера... Они принадлежат демонам. А я самая могущественная из них. Я — королева демонов. И это значит, что ты должен подчиняться мне.

– Юноша: Ах..!! Вы великий человек!

– Королева: Ты вообще меня не понял? Я хочу забрать тебя в свой замок.

– Юноша: Вы приглашаете меня в свой замок?! Однажды я думал о том, что хочу уехать из деревни. Могу я попрощаться со своей семьёй перед отъездом?

Не выдержав больше, королева схватила его за запястье и потянула вверх.

– Королева: Хватит болтать, иди сюда!

– Юноша: А?! П-подождите... ААА!

Юноша зажмурил глаза от страха. Но когда он почувствовал, что полёт стал спокойным, он открыл глаза и увидел перед собой королеву, которая держала его на руках.

– Юноша: Ч-что... Э... Это?!

– Королева: (Фух, теперь хоть ненадолго замолкнет...)

– Юноша: Это... Правда очень красиво!

– Королева: Что?

– Юноша: Я впервые вижу такую красоту! И представить не мог, что увижу что-то подобное в своей жизни...

Перед ним открылось бескрайнее небо, усыпанное звёздами словно песком, и огромный пышный лес.

– Юноша: Спасибо, королева!

Королева немного растерялась от его слов в такой ситуации.

– (…Нет, о чём я вообще думаю? Почему мне вдруг стало неловко? Я ведь даже не человек, я — королева демонов! Речь идёт о простом смертном, нужно всего лишь доставить его в замок. Для меня это просто достижение цели! Я не должна ничего чувствовать!)

И вот через несколько мгновений они прибыли в замок.

– Королева: Прибыли, спускайся.

– Юноша: О, хорошо... Ва-а-ау! Какой огромный замок!

– Королева: Разумеется. Это ведь замок. Не суетись и проходи внутрь. (Если мои слуги узнают, что в замке человек... Будет сложно объясниться.)

Как только она приоткрыла двери, из-за них донёсся голос:

– Моя госпожа? О. Ну и встреча!

Это был адмирал военно-морского флота демонов, Каин.

– Королева: (Адмирал Каин. Чёрт, только не это!)

Остановившись у прохода, королева отступила на полшага, пытаясь выглядеть совершенно естественно.

– Каин: Я прибыл с докладом, но вас не было в приёмном зале. Я решил подождать.

– Королева: Я отлучилась по личным делам.

– Каин: Так приятно видеть вас перед отъездом)

– Королева: Да, я тоже рада. (Однако придётся поговорить в другой раз.)

– Королева: Ты сказал, что прибыл с докладом. Хочешь войти внутрь и продолжить разговор?

– Каин: Нет, это не столь важный отчёт. Можем увидеться завтра на официальной встрече... Но...

Он прикрыл глаза и насторожил уши.

– Каин: Я чувствую странный запах... Этот запах очень странный...

– Королева: Может, тебе показалось?

Королева занервничала и перекрыла проход.

– Каин: Может, это лазутчик или...

– Королева: Что?!

– Каин: Госпожа, я защищу вас и позабочусь об этом!

– Королева: (Если Каин сейчас пройдёт... Он увидит человека!)

И тут за спиной королевы раздался звук:

– Мяу-мяу...

– Каин: Это... Кошка. Похоже, кошка пробралась через заднюю дверь для слуг. Кажется, моё беспокойство было напрасным. Позвольте откланяться. До свидания, госпожа.

– Королева: Да, ступай... Фух... Эй, ты там!

В ту же секунду Одни кусты начали дёргаться.

– Королева: Я не припомню, чтобы приводила сюда кошек.

Из кустов, разумеется, вылез юноша.

– Юноша: Хах... Мяяяу~ Звучит похоже? Ну, ситуация того требовала. Вы в порядке, королева?

Казалось, королева вот-вот улыбнётся, но...

– Королева: Это самое неправдоподобное мяуканье в мире.

– Юноша: А я думал, неплохо вышло...

– Королева: И вообще, что, чёрт возьми, с твоей одеждой? Она вся в грязи и листьях!

– Юноша: В таком виде вы не позволите войти в замок... Т... Так ведь? – юноша грустно отвёл взгляд в сторону.

– Королева: ...Что за выражение лица? Неужели ты думаешь, что я оставлю тебя на улице? Заходи, ночью ветер холодный.

– Юноша: Да!..

Так королева тайно провела юношу в свои покои и отправила его в купальню.

– Королева: (Ах... Что же делать? Нет, надо успокоиться и всё обдумать. Это неприятно признавать, но я поступила слишком импульсивно. Это абсурд! Золотые волосы, сияющие на солнце, голубые глаза цвета неба... Да он в жизни не станет великим воином солнца! О чём я вообще думала, приведя в замок такого наивного простака? «Спасибо, королева»... Он действительно глуп. Как я могу доверить вопрос своей жизни и смерти этому недоразумению? Завтра же верну его в ту деревеньку и забуду об этой затее. Должен быть другой способ.)

Вдруг дверь купальни открылась, и вышел он.

– Юноша: Королева! Как вы и сказали, я помылся... И надел одежду, которую вы для меня оставили. Я же правильно оделся?

– Королева: ... (М-да. Я надеялась, что ты хоть с этим справишься.) Шнурок на рубашке болтается, завяжи.

– Юноша: А-а, сейчас!`,
        },
        {
            title: '«Королева демонов хочет умереть» — Глава 3',
            color: '#24502f',
            text: `Королева смотрела на юношу, прислонив щеку к руке.

– Королева: Ты серьёзно? Ты не знаешь, как носить тунику?

Он стеснительно почесал в затылке:

– Юноша: Ну... Я впервые ношу подобную одежду.

– Королева: М-да. И зачем тебе глаза?

Она поднялась с места и подошла к нему.

– Королева: Смотри... Сначала протягиваешь шнурок в отверстие, повторяешь то же самое со вторым концом, а затем регулируешь длину. Вот так.

– Юноша: С... Спасибо.

– Королева: Не дыши так. Я терпеть не могу, когда кто-то дышит мне в макушку.

После этих слов юноша испуганно задержал дыхание.

– Королева: (Для человека... у него отличная физическая форма. Сила явно пошла в мускулы. Статная фигура, золотистый цвет волос... И почему я вообще думаю об этом? Воин солнца... Может ли он действительно быть потомком того самого героя из предания?)

И тут юноша тихо спросил:

– Юноша: Теперь... можно дышать? Когда мы... смотрим друг другу в глаза?

Их взгляды встретились, лица оказались совсем близко. Юноша смотрел открыто и непринуждённо, а королева от неожиданности густо покраснела. А в следующее мгновение последовал удар!

– Королева: НЕ... НЕ НАКЛОНЯЙСЯ КО МНЕ ТАК БЛИЗКО!

Раздался оглушительный грохот, следы магического дыма исходили из рук королевы, а юношу отбросило назад — он с силой врезался спиной в каменную стену...

Когда она осозналась и посмотрела на упавшего юношу, королева в панике бросилась к нему:

– Королева: !!! ЭЙ! Приди в себя! Ты ведь не умер?! (Это вышло случайно! Я слишком растерялась и не сдержала силу! Я вовсе не собиралась его убивать! Что же делать?!)

Её судорожные мысли прервал тихий кашель:

– Юноша: Кха...

– Королева: Ты жив? Всё в порядке?

– Юноша: Д-да, я в порядке... Прости за глупую шутку... А пол тут у вас крепкий...

– Королева: (Что? Как такое возможно? Я ведь сильнейшая среди демонов, а на нём ни единой царапины... Я потеряла хватку или ударила не в полную силу? Может, это я не демон вовсе, а человек? Хах, какой бред! Он точно человек? Но тогда этот парень...)

Вдруг юноша вздрогнул и прошептал:

– Юноша: Там... За дверью кто-то есть... Наверное, услышали шум?

– Королева: (Он прав, было слишком громко! Слуги не должны его увидеть! Никто не должен знать, что в замке человек!)

Из-за двери послышался робкий голос:

– Мари: В-ваше величество?.. Это я, Мари, ваша помощница. Я только что услышала шум. Вы в порядке? Если позволите, могу я зайти на минутку?

– Королева: Нет! Не входи! Не нужно. Со мной всё в полном порядке.

– Мари: Может, вам что-то нужно? Могу я всё же войти и позаботиться о вас?

– Королева: Говорю же, не стоит! Передай всем, чтобы меня не беспокоили!

И тут чей-то живот предательски и протяжно заурчал на всю комнату:
*Уууррррррр...*

– Мари: Ваше величество, снова этот странный звук... Вы точно в порядке?!

– Королева: (Чёрт!) Я... Просто очень хочу есть!

– Мари: Вы проголодались, моя госпожа?

Королеве пришлось приоткрыть дверь:

– Королева: Да. Именно поэтому у меня и урчал живот, так что не переживай.

– Мари: Тогда... Если ваше величество голодны... Мне приготовить что-нибудь?

Лицо Мари буквально засияло от радости:

– Мари: Я совсем недавно стала вашей горничной и не знала, что вы привыкли есть в такой час. П-простите! – её лисий хвост радостно завилял. – Что бы вы хотели на поздний ужин? Я сию же секунду пойду и...

– Королева: Нет, не стоит.

Королева скосила взгляд на юношу, съёжившегося от голода в углу, и передумала:

– Королева: Хотя... Приготовь что-нибудь лёгкое.

Хвост Мари восторженно встал торчком:

– Мари: Лёгкое? Поняла! Подождите совсем немного, пожалуйста! Я мигом!

С сияющей улыбкой служанка поклонилась и побежала на кухню. Лицо королевы слегка скривилось от одной мысли:

– (Королева демонов, которая объедается по ночам... Позорище...) Слушай ты... – подошла она к юноше. – Если ты был так голоден, мог бы сказать заранее. Я бы дала тебе поесть перед вылетом.

– Юноша: Но вы ведь... Пригласили меня в замок и так стремительно взмыли в небо, что я просто слова вымолвить не успел...

Королева на миг замялась:

– Королева: Забудь. Следуй за мной. Голодным я тебя не оставлю, не бойся.

Она привела его в роскошную трапезную. На стенах было повешаны разные живописные искусства, а под потолком покачивались позолоченные люстры со свечами.

– Юноша: Ого-о-о! – от блеска, что исходило везде, юноша даже прикрыл глаза рукой. – У меня глаза ослепнут от такого блеска!

– Королева: Смотри под ноги, иначе споткнёшься и расшибёшь лоб.

Буквально через мгновение за дверью послышался голос Мари:

– Мари: Ваше величество? Вы уже здесь?

Мари внесла поднос с дымящейся чашей:

– Мари: Вы, должно быть, ужасно проголодались! Я сварила для вас суп, отведайте, пока не остыл!

– Королева: А ты быстрая... Спасибо, я заберу с собой, а ты ступай отдыхать.

– Мари: Пожалуйста, попробуйте и скажите, понравилось ли вам!

После ухода горничной королева поставила суп перед юношей. Пока тот с аппетитом ел, она сидела напротив и молча разглядывала его:

– Королева: (Выглядит он совершенно безобидно. Люди слишком слабы. Им требуется столько всего, чтобы просто не умереть... Если честно, я продолжаю надеяться на чудо. Неужели это действительно мой единственный шанс исполнить заветное желание?)

Когда наступила глухая полночь, королева привела юношу обратно в свои покои и велела лечь на кровать, а сама легла рядом и, подперев ладонью щёку, долго всматривалась в него.

– Юноша: Я правда могу спать здесь? Такое странное чувство, будто я делаю что-то запретное...

– Королева: Я могла бы тайно отвести тебя в другую комнату, но вдруг у тебя среди ночи заболит горло или поднимется жар?

– Юноша: Эм... Думаю, нет. А разве должно что-то болеть?

– Королева: Чего?

– Юноша: ...Н-ничего... Спокойной ночи, королева. – Он повернулся на бок и смежил веки.

Спустя некоторое время, убедившись, что юноша крепко спит, королева тихо прошептала во тьму:

– Королева: Ты здесь лишь по одной причине. Я выращу из тебя воина солнца, чтобы ты оборвал мою бесконечную жизнь. Наверное, к лучшему, что ты оказался таким простым, добрым и светлым... Но я никогда не забуду свою истинную цель.`,
        },
        {
            title: '«Королева демонов хочет умереть» — Глава 4',
            color: '#5c3b1f',
            text: `Вскоре королева и сама погрузилась в сон. Но она не ведала, какой кошмар явится ей этой ночью.

– Голос во сне: «...Дорогая дочь, из всех детей, что когда-либо рождались у меня, ты — лучшая. Тебе предрешено судьбой стать несокрушимым щитом расы Маджок. Помни: твои слова — это закон Маджок. Твоя воля — воля Маджок. Ты обязана нести это бремя, ибо рождена сильнейшей из нас».

– Королева: (Отец... Если я была рождена защитницей Маджок, то кто защитит меня? Кто заступится за меня и спасёт от этого бесконечного кровопролития? Если вся моя судьба — быть вечным символом страха, бойни и разрушения... то на что я должна пойти, чтобы наконец избежать этой участи?)

Рука королевы судорожно сжала ткань одеяла:

– Королева: Ахх... Отец...

Она резко распахнула глаза и рывком села на постели. Сердце колотилось в груди. Поняв, что это был лишь призрак прошлого, она глубоко вздохнула:

– Королева: (Чёрт... Опять этот сон... Как же давно я не испытывала такой тоски... Память возвращает то, что я поклялась забыть навеки. Наверное, вчерашние события всколыхнули старое. Да и проспала я куда дольше обычного...)

Пытаясь отогнать тяжёлые думы, она на ощупь потянулась к краю постели, желая разбудить того, кто спал рядом:

– Королева: Просыпайся, человек. Солнце уже взошло. Если не встанешь сию секунду, то...

Но простыни были пусты и холодны. Рядом никого не было. Королева застыла в оцепенении и соскочила на каменный пол:

– Королева: ...Человек? Что?.. Нет... Как это понимать? Он что... Обманул меня и сбежал?!

В памяти мгновенно вспыхнул давний болезненный день:

– Авел в воспоминаниях. «...Королева, королева! Люди предали нас!.. Они разорвали мирный договор и перешли в наступление! Наши рубежи захвачены, они осквернили реликвии Маджок! Ваше величество, наш народ в огне!..»

– Голос в голове: «Никогда не верь людям! Они знают лишь предательство!»

– Королева: (Почему? Почему я решила, что он другой?..)

Дверь в покои тихо скрипнула, оборвав вихрь её мыслей. На пороге показалась сияющая Мари:

– Мари: Ваше величество~ Вы уже проснулись? Сегодня вы почивали дольше обычного! Адмирал Каин уже прибыл для утреннего доклада.

Королева даже не повернула головы. Её голос звучал глухо и леденяще:

– Королева: ..Мари. Из замка сегодня ничего не пропадало?

Ушки служанки испуганно прижались:

– Мари: ..Эм? Нет, когда я убиралась на рассвете, всё было спокойно...

– Королева: Проверь ещё раз. Тщательнее. В замке был чужак. Передай страже усилить посты. И... если они его заметят... – она замолчала на мгновение и тяжело выдохнула: – ...Просто дайте ему уйти.

– Мари: Ваше величество...

* * *

– Мари: Я же говорю вам, адмирал! Её величеству нездоровится, приходите завтра!

– Каин: Хах? Но я предупреждал госпожу ещё вчера! Я жду аудиенции целый час, о чём ты вообще щебечешь? Твоя пушистая мордочка от злости становится всё краснее!

– Мари: А что не так с моим лицом?! Стойте, не смейте входить!..

Не слушая горничную, Каин распахнул массивную дверь кабинета:

– Каин: Ваше величество, это я, Каин. Доклад займёт буквально пару...

Он осёкся на полуслове. Воздух в комнате был сгущён от сокрушительной, леденящей ауры. Во главе стола, подперев щёку рукой, сидела королева. Её тяжёлый немигающий взгляд вонзился в вошедших:

– Королева: Эх... Явился. Что ж, давай послушаем твой доклад.

Мари и Каин замерли на месте, с ужасом сглотнув ком в горле:

– Каин: ...Я тут подумал... Пожалуй, зайду на днях...

– Мари: Я... Я тоже пойду!..

И оба со всех ног бросились прочь по коридору.

– Королева: (Да, бегите... Все вы бежите от меня. Конечно, ведь я — ужаснейший из демонов... Но почему мне так тошно на душе? Неужели всё из-за того, что ОН ушёл?..)

Не в силах больше оставаться в четырёх стенах, королева поднялась:

– Королева: Мне нужен свежий воздух...

Она спустилась в замковый сад и медленно побрела по мощёным дорожкам среди благоухающих розовых кустов:

– Королева: (Тишина... Значит, стража его так и не поймала. Должно быть, ускользнул через ворота. Обвёл меня вокруг пальца и сбежал... Признаю, ловко...)

Вдруг листва зашуршала, и из-за живой изгороди донёсся звонкий голос:

– Юноша: Ой! Королева! Вы здесь!

К ней навстречу, сияя счастливой улыбкой, выбежал паренёк с огромной охапкой полевых и садовых цветов:

– Юноша: А я вас везде ищу!

– Королева: Ты... Почему... Почему ты здесь?!

– Юноша: Ну, в деревне я работал на плантациях и привык вставать ни свет ни заря на сбор урожая! Но полей в замке я не нашёл, поэтому решил набрать для вас красивых цветов. Я подумал, они поднимут вам настроение. Держите, это вам!

Он протянул ей душистый пёстрый букет. Королева ошеломлённо приняла цветы:

– Королева: Почему... Почему ты не сбежал?.. (Я ведь была уверена, что предательство у людей в крови...) Это цитадель повелительницы демонов, а ты — человек. Замок чудовища, внушающего ужас всему миру! Так почему ты... Почему?..

Но королева почувствовала, как юноша аккуратно берёт её мягкую прядь волос и нежно щупает их пальцами.

– Юноша: Я никуда не уйду... Я пленник королевы, а пленникам не положено самовольно покидать замок, ведь так? Я никогда не сбегу от вас. Потому что я вас совсем не боюсь.

Ветерок перебирал его золотистые кудри, а в лазурных глазах светилась неподдельная теплота.

Королева опустила глаза на цветы и едва слышно прошептала:

– Королева: Да... Цветы... Спасибо...`,
        },
        {
            title: '«Королева демонов хочет умереть» — Глава 5',
            color: '#3d2a5c',
            text: `– Королева: ...Так значит, причина, по которой я не видела тебя с самого рассвета, заключалась в том, что ты... просто собирал цветы, для того, чтобы дать их мне?

– Юноша: Да! Я хотел отблагодарить вас за ужин, которым вы меня накормили...

В следующее мгновение королева резко схватила его за ухо и притянула к себе:

– Королева: ТЫ ИДИОТ?! ПОЧЕМУ, ПО-ТВОЕМУ, Я ПРЯТАЛА ТЕБЯ ВЧЕРА?!

– Юноша: Потому что вы вернулись поздно ночью?..

– Королева: ТЫ НЕВЫНОСИМ.

Схватив его за ворот, королева потащила юношу в личную библиотеку, уставленную стеллажами с древними фолиантами. Сюда, кроме неё, никому не было входа. Подойдя к массивному дубовому столу, она с размаху ударила ладонью по столешнице:

– Королева: Слушай внимательно, бестолочь... Это замок повелительницы демонов. Здесь живут одни демоны! А ты — единственный человек на тысячи лиг вокруг. Представляешь, сколько проблем будет, если они узнают, что ты здесь?! Тебя разорвут на куски в ту же секунду! Ты хоть каплю страха имеешь?!

Юноша сидел на коленях перед столом, но смотрел не на разгневанную королеву, а заворожённо оглядывал бесконечные книжные полки. Королева раздражённо нахмурилась и прикрикнула:

– Королева: СОСРЕДОТОЧЬСЯ!

Паренёк тут же вздрогнул и виновато опустил голову:

– Юноша: Простите, госпожа повелительница... Я никогда не был в таких местах до этого...

– Королева: Чего именно?

– Юноша: Такого огромного количества книг... В нашей деревне если и находили книгу, то только ветхую, изорванную в клочья, выброшенную на свалку. Каждый раз, находя хоть страничку, я бережно нёс её младшим братьям и сёстрам. Они так мечтали читать... А у вас здесь целые сокровища! Вы невероятная, госпожа королева!..

– Королева: ... (Как бы они ни одичали, тяга к знаниям у людей не угасла... Ладно, раз увещевания не помогают, придётся взяться за его обучение всерьёз.) Раз уж ты так любишь книги, человек, слушай сюда.

Она взяла несколько книг, и они с плюхом упали на её стол. Затем она взяла одну и демонстративно открыла его на руке:

– Королева: Ты прочтёшь их от корки до корки. По порядку: «Истоки расы Маджок», «История людей» и «Основы здравого смысла».

– Юноша: Эмм... Мне прочесть их все... Самому?

– Королева: Именно. Всего три тома. До вечера управишься. Если у тебя есть хоть крупица ума... – она сощурилась с пугающей улыбкой: – Не разочаровывай меня снова.

– Юноша: Я... Я приложу все силы!

Юноша сел за стол и благоговейно раскрыл первую книгу. Королева тоже взяла свиток и села напротив. Однако через несколько минут она заметила неладное. подошла к юноше, схватив его книгу на руках, отняла её:

– Королева: Эй, человек... И долго ты намерен держать книгу вверх ногами? Первое же задание — и ты уже оплошал? Ты... Что, даже грамоты не знаешь?!

– Юноша: ...Мне стыдно, что я снова вас подвёл...

– Королева: (У него есть рвение, но нет даже начальной школы. Чего ещё я ждала от выживших?.. Учить язык с нуля займёт вечность...) Подойди ко мне.

Когда юноша послушно встал перед ней, королева протянула палец к его шее и воззвала к древней магии.

– Королева: Стой смирно.

– Юноша: Госпожа?..

Воздух задрожал от магического гула. *Фвуууух!..* На шее юноши соткался изящный чёрный ободок с мерцающим изумрудным кристаллом, отдалённо напоминающий ошейник.

– Юноша: Это... Что это?

– Королева: Этот амулет хранит частицу моей магии. Он дарует тебе защиту и напрямую переводит знания языка Маджок в твоё сознание. (Конечно, у него есть и другие свойства, но тебе о них знать необязательно.)

– Юноша: Я правда могу носить это?..

Королева молча вернула ему книгу:

– Королева: Прочти теперь.

– Юноша: Я... Я всё понимаю! Буквы складываются в слова!

– Королева: Вот и славно. Мы и так потеряли слишком много... врем...

Договорить она не успела: юноша внезапно подался вперёд и крепко, от всего сердца заключил королеву демонов в объятия!

– Королева: ?!

– Юноша: Я читаю! Поверить не могу! Спасибо вам огромное, госпожа королева! Я всю жизнь мечтал научиться читать, это словно сказка наяву!..

– Королева: Ты...

Вспыхнув от возмущения, она шлёпнула его по плечу и отскочила назад, Как кошка, которая ударила собаку, которая слишком приставала.

– Королева: С ума сошёл?! Ещё раз посмеешь меня коснуться — голову оторву! Уяснил?!

– Юноша: Простите, пожалуйста... Я просто был так счастлив, что не сдержался...

Королева шумно выдохнула и нервно поправила волосы:

– Королева: ...Рада за тебя. А теперь сядь и учись сам.

– Юноша: Слушаюсь! Я выучу каждую строчку! – сияя как начищенный медяк, ответил он.

– Королева: (Его радость просто бесит...) Сконцентрируйся на тексте.

– Юноша: Есть!

Парень углубился в чтение:
«Издревле народ Маджок и род людской не знали мира. Хрупкое перемирие, скреплённое клятвой, пало в прах из-за вероломного человеческого предательства...»

Дочитав страницу, юноша помрачнел и надолго затих. А затем несмело поднял взгляд:

– Юноша: Госпожа королева... Могу я спросить?

– Королева: ..? О чём ещё?

– Юноша: С того самого мига, как вы забрали меня... Я не перестаю думать. Вы дали мне кров. Вы накормили меня досыта. Вы открыли мне путь к знаниям... Но почему? Ведь люди — заклятые враги Маджок. Я не боялся вас, но я поражён. Я ведь обычный деревенский парень, ничем не лучше других. Так почему же вы так добры ко мне?.. Почему вы заботитесь обо мне?.. Неужели... потому что именно я должен убить вас?

Королева остолбенела, её дыхание перехватило:

– Королева: Как... Как ты узнал..?`,
        },
    ],

    // Памятные моменты из Телеграма. src (скриншот/фото), text, date — всё необязательно
    moments: [
        {
            text: `Свадьба Шефа и Шуньки)))
Добрый вечер, уважаемые новобрачные и гости! Сегодня мы собрались здесь чтобы стать свидетелями самого важного события во всём Нью Эриду - свадьба нашего шефа также известного как Ginsan и охотницы каверн Е Шуньгуан.
Ginsan, ты непревзойденный лидер готовый всегда прийти на выручку, готов ли ты выполнять все прихоти своей невесты и взять её в жены?
Е Шуньгуан, ты могучая воительница укротившая Небесный меч, готовая сражаться даже против бога, готова ли ты взять его в мужья?
И вот моё главное пожелание вам - чтобы никогда не проигрывали 50/50, чтобы вам падали только нужные статы в амплификаторах и чтобы никакие Эмилички вас не потревожили. Совет вам для любовь!`,
            date: 'Во времена ZZZ',
        },
        {
            text: 'Как меня связали, хотели вы.... но Би меня спас)))',
            date: 'Во времена ZZZ',
        },
        {
            text: 'Наше сражение на световых мечах xD',
            date: 'Во времена ZZZ',
        },
        {
            src: 'img/memory/photo_2026-02-20_11-17-59.jpg',
            text: `Та самая лотерея в игре, где у нас был счёт:

№1 – Шеф: 300+280+260+280+280 = 1400
№2 – Мира: 280+260+280+260+280 = 1360
№3 – Толя: 280+260+260+300+260 = 1360`,
            date: '23.02.2026',
        },
        {
            src: 'img/memory/photo_2026-03-09_11-17-43.jpg',
            text: 'То самое поражение в кубике...',
            date: '04.03.2026',
        },
        {
            text: `Основание «Фан-клуба Миры»:

Мирочка: «Фан клуб Миры лучше выглядит xD»
Шеф: «Еще бы)))»
Толя: «Ага)))»`,
            date: '09.03.2026',
        },
        {
            text: 'Движение: «Свободу Мирам во всем Мире в тг!!!»',
            date: '14.03.2026',
        },
        {
            src: 'img/memory/photo_2026-10-29_22-31-52.jpg',
            text: 'Мой гребанный проигрыш в ебанном казике....',
            date: '16.03.2026',
        },
        {
            src: 'img/memory/photo_2026-10-29_22-35-51.jpg',
            text: 'Момент когда нам всем выпала 6 xD',
            date: '22.03.2026',
        },
        {
            text: 'Люблю вас!🤗',
            date: '24.03.2026',
        },
        {
            src: 'img/memory/Снимок экрана 2026-10-29 224032.png',
            text: `Моя 1 СВОЯ игра по Arknights Endfield))):
Шеф - 3050
Мира - 2750`,
            date: '04.04.2026',
        },
        {
            src: 'img/memory/photo_2026-10-29_22-42-17.jpg',
            text: 'ОПАААА!!!!!!))))',
            date: '11.04.2026',
        },
        {
            src: 'img/memory/photo_2026-10-29_22-43-03.jpg',
            text: '50 тыс сообщение!!!🎉🎉🎉🎉',
            date: '14.04.2026',
        },
        {
            src: 'img/memory/Снимок экрана 2026-10-29 224542.png',
            text: `Моя 2 СВОЯ игра по Arknights Endfield))):
Шеф - 6250
Мира - 5250
Толя - 4900`,
            date: '18.04.2026',
        },
        {
            src: 'img/memory/photo_2026-10-29_22-48-01.jpg',
            text: 'Чемпионат Миры)))',
            date: '12.05.2026',
        },
        {
            src: 'img/memory/photo_2026-10-29_22-49-21.jpg',
            text: 'Ещё одна лотерея в Arknights Endfield)))',
            date: '29.07.2026',
        },
        {
            text: '100000 сообщений!!!)))🎉🎊🎉🎊🎉🎊🎉🎊🎉🎉⚡⚡💥⚡⭐⚡🌟✨🌟⚡🔥🔥',
            date: '01.08.2026',
        },
    ],

    // Радио Найт-Сити от Шефа (StudioShef)
    radio: [
        {
            title: 'Утренние сводки Найт-Сити: Жара и исправительные работы',
            date: '02.08.2026',
            text: `Доооброе утро! Найт Сити!!))

В эфире утренние сводки нашего неизменного, раскаленного добела села. На календаре еще один день, когда термометры наулице готовы расплавиться вместе с вашими имплантами! Да-да, дорогие слушатели, солнце сегодня снова высокое, ослепительно яркое и беспощадное — ровно так же, как вчера, позавчера и всю эту бесконечную неделю! На улице жарко, как вчера, и даже еще жарче, так что держите свои охладительные системы на максимуме!

А теперь к делам насущным и местным хроникам. Наш любимый легендарный лентяй по имени Шеф снова умудрился проспать почти до самого обеда. И что вы думаете? Стоило ему только разлепить глаза, как его, по доброй традиции, тут же привлекли к честному труду, отправив на исправительные работы прямо в коттедже! Ничего себе!

И напоследок — экстренное включение специально для «Фан-клуба Миры». Сам Шеф передал через нашу студию горячий привет всем участникам и важную новость: прямо сейчас он отправляется в сад при том самом коттедже собирать опавшие яблоки. Так что на ближайшее время он будет полностью занят физическим трудом и недоступен для связи. Берегите себя, Найт Сити, и прячьтесь в тени! Желаем вам хорошего дня и удачи с практикой! С вами был утрее новостное радио!`,
        },
        {
            title: 'Сбой в кибердеке и поддержка Толи на практике',
            date: '03.08.2026',
            text: `Добрый день, Найт Сити!

Мы приносим наши самые искренние извинения за то, что утренняя трансляция сегодня так и не состоялась. Причина банальна, как сбой в старой кибердеке: ваш покорный слуга-ведущий просто бессовестно уснул, а затем незаметно для самого себя ушел на затянувшийся обеденный перерыв, из которого выбраться оказалось куда сложнее. Но мы на связи, и эфир продолжается!

Несмотря на утреннее затишье, мы искренне надеемся, что сегодняшний день выдастся по-настоящему замечательным для каждого из вас. Пусть все задуманные планы реализуются, любые начинания увенчаются успехом, а бетонные джунгли сегодня будут чуточку добрее к обитателям.

И в завершение этого выпуска — персональный блок поддержки. Огромной удачи с практикой отправляется нашему хорошему знакомому Толе. Пусть всё пройдет гладко, системы не сбоят, а наставники будут снисходительны. Держи хвост пистолетом, Найт Сити, мы еще услышимся!`,
        },
        {
            title: 'Благодарность слушателям и сводка погоды из загородных резиденций',
            date: '04.08.2026',
            text: `Доброе утро, Фан клуб Миры!!)

Прежде всего, наш утренний эфир начинается с огромной благодарности вам, дорогие слушатели)) Спасибо за ваши вчерашние отзывы, высказанные мнения и такую теплую, положительную реакцию на нашу идею запустить новостное радио прямо здесь, в Найт Сити. Ваша поддержка заряжает нас лучше любых бустеров!))

А теперь — эксклюзивная сводка погоды прямо из загородных резиденций. В то время как улицы других мегаполис плавятся под неоновым солнцем, в селе у нашего неизменного Шефа идут приятные, освежающие дожди!) Благодаря этому на улице наконец-то не привычная удушающая жара, а невероятно свежо, прохладно и легко дышится. Настоящий оазис!))

Что же касается внутренних новостей нашей студии, то у нас сенсация!)) Сегодня главный ведущий смог проснуться гораздо раньше обычного двух часов дня — целых на 40 минут раньше!)) Мы все с замиранием сердца надеемся, что, продолжая в том же духе, наш СОНЯ однажды действительно сможет открывать глаза в нормальное утреннее время. Держим кулаки за этот рекорд!)

Ну а напоследок спешим заверить – наше новостное радио продолжит свою работу ради вас, и мы всегда рады стараться, создавая настроение для этого сумасшедшего города. Еще раз огромное спасибо за вашу поддержку)) Желаем вам отличного утра, чтобы этот день прошел замечательно, спокойно, без лишних происшествий и заварушек в поиске практики!))`,
        },
        {
            title: 'Новостное радио Фан Сити: Свинцовые тучи и спасительный перерыв',
            date: '05.08.2026',
            text: `Добрый день, дорогие слушатели! В эфире снова наше любимое новостное радио Фан Сити!))

Бросаем взгляд наше небо — погода сегодня выдалась очень пасмурной и тяжелой. Плотные тучи затянули горизонт, и метеорологи передают неутешительный прогноз: судя по всему, надвигается очередной мощный дождь с грозой. Так что советуем захватить зонты и поплотнее закрыть окна)

Ну а теперь переходим к главным хроникам дня и утреннему «инциденту», который взбудоражил нашу студию. Пока наш бессменный ведущий Шеф мирно спал и пытался хоть немного добрать законных часов отдыха, в комнату ворвался отец и принялся шумно его будить...) Закончилось всё тем, что родитель состроил недовольное лицо и выдал ультиматум: он, обязательно пожалуется старшему брату Шефа, чтобы тот забрал у него телефон!)

Да-да, дорогие слушатели, вы расслышали абсолютно верно. Отец просто взял и переложил всю ответственность за воспитание на плечи старшего сына, вместо того чтобы самому сесть и разобраться с ситуацией! Наглядный пример того, как человеку до такой степени лень выполнять свой прямой родительский долг, что проще спихнуть его на другого члена семьи. И разумеется, ему совершенно наплевать, какими методами будет действовать старший брат. Избьет ли он Шефа, уничтожит ли то, что принадлежит ему по праву, сломает ли какую-нибудь личную вещь или учинит что-то похуже — отцу абсолютно всё равно. Главное — не тратить собственные силы, ведь разбираться в корне проблемы ему банально не хочется...

конечно, мы все очень надеемся на лучшее — например, что отец просто решил слегка попугать Шефа (хотя, будем честны, верится в это с трудом)) или же что за оставшуюся часть дня он просто-напросто забудет обо всей этой ситуации благодаря особенностям работы своего, в кавычках "мозгов" ))

А что же в этот момент почувствовал наш бедный Шеф, когда выслушивал утренние угрозы? Ответ предельно прост и очевиден, дорогие слушатели!)) Шефу было абсолютно, стопроцентно НАПЛЕВАТЬ!)) и ничуточки не страшно. В его жизни бывали ситуации и куда круче, так что к подобным семейным драмам ему точно не привыкать! Наш ведущий держит удар без лишних нервов))

Вот такие пикантные и суровые новости сегодня залетели в наш эфир. С вами была StudioShef и наше новостное радио. Желаем вам отличного дня, поменьше поводов для стресса и до следующих включений. Берегите себя, Фан Сити!))`,
        },
        {
            title: 'StudioShef: Грозовой фронт над селом и тихий час',
            date: '08.08.2026',
            text: `Доброе утро всем тем, кто уже успел проснуться! А тем, кто еще сладко спит в своих кроватях, мы желаем самого приятного и легкого пробуждения. В эфире утренние новости радио StudioShef!)) 🤟🗣🔥🔥🔥

Переходим к сводке о погоде!)) Прямо сейчас над горами в селе нашего Шефа собрались огромные серые тучи, которые недвусмысленно намекают на сегодняшний дождь с грозой. Впрочем, погода дама капризная, так что это еще не точно!) Но мы все отчаянно надеемся, что она сжалится, и благодаря этому дождю, нашему Шефу сегодня не придется снова пахать на улице под палящим солнцем, как это было вчера))

Ну а теперь к локальным новостям и тому, как обстоят дела у нашего главного героя!)) Шеф на этот раз от души выспался, но утро всё равно началось с побудки — его отправили в коттедж, чтобы покормить собачек. И прямо сейчас наш Шеф находится именно там, выполняет пушистое поручение))

Кроме того, после пробуждения, Шеф заметил одну любопытную деталь: сегодня утром к дому так и не приехали те вчерашние рабочие. Нам остается только надеяться на лучшее — а вдруг они вообще сегодня не появятся?) Было бы просто великолепно! Хотя, конечно, они могут заявиться и позже, но учитывая надвигающийся грозовой дождь, вероятность этого стремится к нулю)

Ну а на этом на сегодня пока всё!) С вами была StudioShef и наше любимое новостное радио «Фан-клуба Миры» )) Желаем вам отличного дня и оставайтесь с нами!)) Мы продолжим нашу работу ради вас, наших дорогих слушателей!)))`,
        },
        {
            title: 'StudioShef: Баннер Лиино в Arknights: Endfield и яркое солнце',
            date: '09.08.2026',
            text: `Доброе утро, наши дорогие слушатели!)) В эфире StudioShef и наше новостное радио "Фан-клуба Миры" ))

Заглядываем в окно и любуемся погодой: сегодня небо абсолютно открытое, солнце стоит высоко и сипит ярким, ослепительным светом, а значит — нас ждет по-настоящему чудесный, теплый день!))

Ну а теперь к самым горячим игровым новостям! Прямо сегодня в Arknights: Endfield стартует долгожданный баннер нового шестизвездочного оперативника — Лиино! Если вы уже готовы крутить гачу, то мы желаем вам невероятной удачи, ранних легок и чтобы заветный боец упал с первой же десятки!))

Вот такие новости на сегодня, надеемся на ваш позитивный настрой) Наша студия желает вам отличной игры, успешных заходов и горы круток с баннера!) С вами было StudioShef и наше радио. Еще раз желаем вам прекрасного дня и удачи во всём. Мы еще услышимся!))`,
        },
        {
            title: 'StudioShef: Снова сбор яблок и спасительные облака',
            date: '11.08.2026',
            text: `Дооброе утро, Фан-клуб Миры!!!)) С вами как всегда наша StudioShef и наше новостное радио!))

Сегодняшний день прямо с порога обещает быть полным усердного рабочего труда. Как мы только что узнали из надежных источников, нашего юного Шефа снова отправляют в коттедж — на этот раз на уже ставшую традиционной миссию по сбору опавших яблок. И как вы прекрасно знаете, собирать их в одиночку — задача далеко не самая быстрая и легкая) Что ж, мы искренне желаем нашему герою железобетонных сил и терпения, скорейшего завершения всех дел и получения заслуженного отдыха!) К большой радости, на этот раз ему не придется жариться под раскаленным палящим солнцем: всё небо надежно укрыто плотными облаками, хотя дождя на сегодня синоптики не планируют. Идеальная погода для трудовых подвигов!))

Ну а на этом у нас на данный момент всё. Мы желаем вам удачи, хорошего дня и отличного настроения, пусть этот день окажется легким и приятным для каждого из вас!) С вами была StudioShef и наше новостное радио. Жо скорой встречи, дорогие слушатели!))`,
        },
        {
            title: 'Выпуск №1 (Аудио): Важное заявление StudioShef!',
            date: '12.08.2026',
            audio: 'audio/radio/radio1.m4a',
            audioTitle: 'Новостное Радио Шефа!) №1.m4a',
            text: `Добрый день, Фан-клуб Миры! С вами как всегда StudioShef и наше новостное радио! И сегодня у нас для вас ваааажное заявление!)

Начиная с сегодняшнего дня, ваш Шеф вызвался ЛИЧНО читать и озвучивать новости для наших передач! Но учтите, это также значит, что наши передачи теперь будут зачастую выходить днем или под вечер, так как нашей студии потребуется некоторое время на подготовку, сбор материалов и вычитку текста. Будем невероятно признательны за ваше терпение и постоянную поддержку.

А теперь плавно переходим к утренним будням нашего ведущего. Вчера Шеф, скажем так, «случайно» заснул слишком поздно, из-за чего, по классике жанра, проспал почти до самого обеда. Видимо, ночью было что-то ну очень увлекательное с кем-то, раз Шеф засиделся допоздна. Хмм, интересно, что же или, может быть, кто же это мог быть? Хе-хе)

Ну а сразу после пробуждения Шефа привычным маршрутом отправили в коттедж — выполнять важнейшую миссию по ежедневной кормежке собачек. Правда, на месте выяснилось неприятное: корма осталось совсем в обрез, ровно на один прием пищи. Это означало, что срочно нужно ехать в специализированный магазин и закупать новые запасы. И как вы думаете, кого отец попытался отправить за этим кормом? Конечно же, нашего любимого Шефа! Наш герой, разумеется, сразу же справедливо отказался: ну какая может быть логика в том, чтобы посылать парня, который отроду не был в этом магазине и понятия не имеет, где он вообще находится?

В конце концов, после коротких дебатов отец решил съездить за кормом сам. И Шеф был только за такой исход, ведь благодаря этому он смог спокойно остаться дома, чтобы наконец поработать над текстом и записать для вас это самое голосовое чтение!

Вот такие вот пикантные и насыщенные новости мы приготовили для вас сегодня! Очень надеемся, что вы по достоинству оцените наши старания и продолжите нас поддерживать) На этом мы завершаем сегодняшний выпуск, желаем вам прекрасного дня и отличного настроения!) До скорой встречи, дорогие слушатели!))`,
        },
        {
            title: 'Выпуск №2 (Аудио): Месяц без старшего брата и заслуженный отдых',
            date: '14.08.2026',
            audio: 'audio/radio/radio2.m4a',
            audioTitle: 'новостное радио Шефа! №2.m4a',
            text: `Дообрейшего утра, Фан-клуб Миры! С вами снова ваш верный ведущий – Шеф! И у нас сегодня небольшая сводка утренних новостей!)

Погода сегодня как всегда очень жаркая, как и вчера, как и позавчера и как и поза-позавчера) Не самая удобная погода для работы на улице. НОО! Сегодня, судя по всему, работы не будет (надеюсь, не пока что), а значит, сегодня ваш ведущий сможет наконец-то как следует отдохнуть за весь день!) Давайте порадуемся за него!)

Дальше, к нам поступила новость о том, что старший брат Шефа уехал в военкомат на один месяц. Мы пытались узнать причину такого призыва, но увы, ничего не смогли узнать. Что ж, зато это означает «Месяц без брата!», что довольно заманчиво звучит, не так ли? [Как говорится, в семье не без уродца, зато целый месяц абсолютной тишины и свободы!] Эта новость, конечно же, сильно порадовала нашего Шефа.

Вот такие вот небольшие новости сегодня на нашей передаче!) Надеемся, что сегодняшний день пройдет гладко и спокойно, чтобы все наши начинания были успешными!) Ну а на этом пожалуй мы закончим нашу передачу, желаем вам еще раз удачи, берегите себя и до скорой встречи, наши дорогие слушатели!)`,
        },
        {
            title: 'Выпуск №3 (Аудио): Авария на электросети и вынужденное молчание',
            date: '15.08.2026',
            audio: 'audio/radio/radio3.m4a',
            audioTitle: 'Новостное радио Шефа! №3.m4a',
            text: `Доброе утро, Фан-клуб Миры!) С вами снова ваш ведущий – Шеф и наше новостное радио!)

Вчера произошло непредвиденное событие: в наших краях внезапно отключили электричество — да так основательно, что света не было до самого позднего вечера, и возвращать его никто не спешил. Плюс ко всему, погода на улице бушевала просто кошмарная: совсем рядом пронеслась мощнейшая гроза сопровождаемая диким, ураганным ветром. Наш ведущий физически никак не мог связаться с вами, так как вдобавок ко всему в разгар непогоды отключили даже мобильный интернет. Поэтому Шеф приносит вам свои самые искренние извинения за вчерашнее вынужденное молчание!

Зато сегодняшнее утро выдалось по-настоящему добрым! На небе не видно ни единого облачка, светит солнце, а в домах наконец-таки восстановили подачу электричества, вернув вместе с ним долгожданный интернет. Благодаря этому Шеф сразу же после пробуждения бодро взялся за дело: написал этот текст, вычитал его для вас, чтобы поскорее выйти на связь и всё подробно объяснить.

Вот на такой позитивной ноте мы и заканчиваем нашу сегодняшнюю передачу. Огромное спасибо, что остаетесь с нами и ждете! Желаем вам отличного дня!) Пусть ваши будни проходят гладко, а бесперебойное электричество будет у каждого в доме!) До скорой встречи, дорогие слушатели!)`,
        },
        {
            title: 'Выпуск №4 (Аудио): Солнце, птички и семейный сбор',
            date: '16.08.2026',
            audio: 'audio/radio/radio4.m4a',
            audioTitle: 'Новостное радио Шефа! №4.m4a',
            text: `Добрый день, Фан-клуб Миры, с вами Я ваш ведущий – Шеф! И мы подготовили очередное новостное радио)

Погода сегодня яркая, как и мое настроение! Птички поют, жалуясь на эту жару, на улице не видно никого, кто бы рискнул работать под открытым небом, потому что там реально невозможно находиться — солнце светит просто как не в себя! Очередной знойный летний день, и сейчас он уже в самом разгаре!)

Ну а утро у меня начинается не с утра, а уже с обеда. Ого, еще рано говорю я, дай ка еще немного посплю и хоппа! Уже обеденное время. Ну, это, конечно, шутки, а по факту означает, что я хорошенько выспался и наполнен энергией на весь день! (Только вот кушать охота сначала...) Но не суть! Главное — чтобы меня сегодня не заставили работать до изнеможения на этой палящей улице, на что я очень и очень надеюсь.
Вот так вот у меня всё и обстоит, а как проходят ваши утречки и делишки? Нам очень интересно узнать! Можете мысленно или в отзывах поделиться своими подвигами)

Ну а на этом мы пока заканчиваем нашу новостную передачу, желаем вам хорошего дня, бодрого настроения и позитива во всём!) Услышимся в следующий раз, дорогие слушатели!))`,
        },
        {
            title: 'Выпуск №5 (Аудио): Трудовые будни в коттедже и загадка',
            date: '17.08.2026',
            audio: 'audio/radio/radio5.m4a',
            audioTitle: 'Новостное радио Шефа! №5.m4a',
            text: `Добрый день, фан-клуб Миры! С вами очередная новостная передача и его ведущий – Шеф!))

Сегодня погода обещает быть хорошей: на небе ни единого облачка, солнышко, как всегда, светит жарко. В общем, очередной прекрасный летний день!)
А вот этот день у меня, напротив, обещает быть самым обычным... то есть рабочим)

Представляете, мой батя почему-то с самого утра трудится на улице, и меня попросили выйти ему на помощь. А передала мне эту «радостную» весть моя старшая сестра, которая приехала еще вчера из города вместе со своим ребенком, но без мужа — он, к сожалению, остался дома из-за работы. Так что вот. НО! Как выяснилось позже, работать на улице мне всё-таки придется, но совсем в другом месте. А именно — в загородном коттедже, где нужно снова собирать яблоки, а вечером еще и поливать всё вокруг. Так что трудовые будни на сегодня мне полностью обеспечены...)

А еще, кстати, у меня сегодня есть для вас одна убойная загадочка!)

[ Меня не видно под другими, но меня хотят увидеть. У меня есть размер, но нет возраста. У меня разный облик, и каждый из них меняет впечатление. А при виде меня, внутри нарастает волнение. Кто же Я? У вас всего 4 попытки отгадать меня, так что будьте осторожны! ] 

Ух ты, какая заковыристая задачка получилась!) Согласитесь?) Даже я не сразу бы понял, о чем речь, но вы обязательно должны поломать голову и отгадать, что это или кто это, до конца сегодняшнего дня!) Думайте с умом и не тратьте попытки зря. Правильный ответ я назову уже после истечения этого дня. Очень надеемся, что вы справитесь и разгадаете мою головоломку!))

Ну а на этом наша передача подошла к концу. Надеемся, загадка вам понравится и вы сможете найти правильный ответ в течение дня!) Желаю вам огромной удачи. И в завершение — крепкого здоровья, отличного настроения и самого хорошего дня! До скорой встречи, дорогие друзья!))`,
        },
        {
            title: 'Выпуск №6 (Аудио): Философская притча о двух типах людей',
            date: '19.08.2026',
            audio: 'audio/radio/radio6.m4a',
            audioTitle: 'Радио передача Шефа! №6.m4a',
            text: `Добрый день, Фан-клуб Миры! Сегодня у меня для вас еще одна радиопередача от его ведущего – Шефа! И я подготовил для вас кое-что очень интересное!))

И так, для начала поговорим, как всегда, о погоде) На улице, естественно, жарче некуда, и ближайшие недели прогнозируются совершенно без дождей, что звучит очень печально. Что ж, раз так, то нам всем придется постараться просто выжить и не сгореть под этим палящим светилом)

Ну а дальше переходим к внутренним новостям: дома сейчас бывает очень шумно и неспокойно, так как кое-кто, кому еще и годика не исполнилось, постоянно плачет и кричит. И да, сестра всё еще не уехала...)

Ладно, всё это бытовая рутина! Я же сегодня (вернее, еще вчера) подготовил для вас одну ОСОБУЮ загадку, где нужно решить две разные задачки для двух людей, чтобы разгадать одну самую главную супер-загадку!) В этот раз никаких ограничений по попыткам нет — можете угадывать сколько хотите, главное — вместе дать правильный ответ до конца этого дня! Ну что, вы готовы?) Тогда держите первую часть!)

[ Первая загадка для Толи: Тихо живу в лесной глуши, имея дырявые бочи. Гостей встречаю, лицо к ним поворачиваю, показывая лесу ягодицы, если их можно так назвать. ]

Хо-хо, интересно, правда? Расплывчиво и не сразу понятно, вот это я понимаю — настоящая загадка!) Надеюсь, вы сможете ее разгадать к концу дня. Желаю вам огромных успехов!)

Ну а на этом моя передача подходит к концу. Спасибо, что вы со мной!) Желаю вам хорошего дня и отличного настроения!) С вами был Шеф, и до скорой встречи, дорогие слушатели!)`,
        },
        {
            title: 'Возвращение в эфир: Долгожданный рестарт новостной передачи',
            date: '24.08.2026',
            text: `Дообрый день, Фан-клуб Миры!! 💃 И к вам сегодня возвращается наша долгожданная новостная передача! Мы наконец-таки возобновили свою деятельность для вас!)
В первую очередь приносим вам свои извинения за «паузу», которую мы взяли, даже не предупредив. Мы постараемся проводить рубрики как можно чаще, пока у нас есть такая возможность. Ибо скоро, как вы сами прекрасно понимаете, начнется учеба нашего Шефа, и он уже не сможет вести трансляции по утрам или дням. Мы будем безумно признательны за ваше терпение и поддержку — помните, ваш интерес и ваша активность очень важны для нас!)

А сейчас начнем, по традиции, с новостей о погоде. Прямо сейчас за моим окном бушует сильный ветер, начался дождь, и в небе полыхают грозы. Если честно, я совсем не ожидал сегодня такого прогноза! Обычно такая погода ничего хорошего не сулит, потому что из-за разгула стихии вечно отключают драгоценное электричество, чего мне ну совсем не хотелось бы)

Что ж, а дальше у нас сводка свежих новостей за время нашего отсутствия!)

Во-первых, объявили, что уже 30 августа выйдет обновление для Arknights: Endfield!))

Во-вторых, компьютер Толечки решил немного покапризничать и внезапно сломался, но к счастью, вчера его всё-таки смогли починить)

Ну и в-третьих, моя «особая» загадка до сих пор осталась нерешенной! Я даже дал человеку одну подсказку, так что теперь эта загадка получает статус постоянной — она будет висеть в эфире до тех пор, пока наконец не найдется правильный ответ. Надеемся, вы проявите смекалку и всё-таки докопаетесь до истины!)

И в заключение — новости о моих личных делах и самочувствии. Вчера я столкнулся с неприятным недугом: в нижнем переднем ряду зубов появилось странное медленное, пульсирующее раздражение, терпеть которое было практически невозможно. По словам одного моего знакомого, это похоже на воспаление или ранку с инфекцией на внутренней части губы/десны. Он подсказал, что дома это можно попробовать вылечить, если жевать гвоздику (она отлично обеззараживает) или полоскать рот ромашковым чаем. К сожалению, дома у меня не оказалось ни того, ни другого — придется заглянуть в аптеку. В общем, прямо сейчас я вроде бы не испытываю того вчерашнего дискомфорта, но расслабляться рано, ведь в течение дня всё может вернуться. Поживем — увидим)

Ну а пока на этом я завершаю нашу сегодняшнюю новостную передачу. С вами было StudioShef и наше долгожданное новостное радио! Всем огромное спасибо за внимание и жо скорой встречи, дорогие слушатели!!))`,
        },
        {
            title: 'Анонс масштабного проекта: Королева демонов хочет умереть',
            date: '26.08.2026',
            text: `Дообрый день, Фан-клуб Миры!!)) С вами снова StudioShef и наше новостное радио! Мы очень рады вас видеть!)

И так, в сегодняшней передаче мы по традиции начнем с погодных сводок. Нас ждет яркий, ясный день с минимальным количеством облачков на небе — отличная, по-настоящему жаркая погода после недавних дождей!)

Ну а теперь переходим к буднечным обстоятельствам нашего верного слуги и ведущего — Шефа. Сегодня вроде бы ничего не предвещало тяжелой трудовой повинности, но, как водится, всё оказалось не так просто, как хотелось бы... Ему снова приказали отправиться в тот самый коттедж неподалеку и заняться сбором опавших яблок, которые уже вовсю устилают землю. Как вы понимаете, на деревьях плоды сейчас задерживаются всё меньше и падают всё активнее, а это значит, что наведение порядка снова отнимет немало времени и сил. Что ж, давайте пожелаем ему стального терпения и выносливости на этой яблочной каторге!)

Напоследок у нас для вас есть просто грандиозная новость!) Совсем скоро, в один прекрасный день, планируется релиз новой истории под интригующим названием «Королева демонов хочет умереть». Мы постараемся по мере наших сил и свободного времени регулярно выкладывать для вас по одной главе. Проект обещает быть очень масштабным и долгим, поэтому мы заранее будем безумно признательны за ваше терпение и поддержку.

Вот такие вот новости, ребята! Очень надеемся на вашу теплую и позитивную реакцию!) А теперь мы закругляемся, желаем вам огромной удачи, отличного дня и берегите себя, дорогие слушатели!!))
 До новых встреч!))`,
        },
        {
            title: 'Возвращение блудного брата и королевские манты',
            date: '29.08.2026',
            text: `Дооооброе утро, Фан-клуб Миры!!) Сегодня с вами очередная передача новостного радио StudioShef!))

Сегодня у нас, как обычно, солнечный и очень теплый день!) Привычная летняя погода, но в последнее время на улице становится уже не так адски жарко, а по ночам веет приятной прохладой, что отчетливо намекает: совсем скоро наступит осень. А вместе с осенью неумолимо придет и сентябрь...)

Ну а дальше у нас на повестке дня главная сенсация: сегодняшний приезд старшего брата! Да-да, вы не ослышались, именно сегодня наш блудный брат возвращается домой! И по этому случаю дома поднялась невероятная суета и подготовка. Все вокруг наводят порядок, а старшие даже успели смотаться на рынок за нужными продуктами, чтобы приготовить настоящие манты — то есть сегодня вместо банального риса на столе будет кое-что куда более вкусное и праздничное в честь дорогого гостя. Меня, разумеется, из-за всей этой кутерьмы тоже подняли ни свет ни заря и заставили убираться. Подумаешь, приехал — он что, какая-то важная шишка в этом мире, чтобы встречать его с такими королевскими почестями? Ах да... Он же у нас всеобщий любимчик, куда деваться)

Что ж, у меня есть для вас еще одна потрясающая новость, которая греет мне душу: мой брат со своей жёнушкой сейчас активно ищут себе отдельный дом, где будут жить своей семьей. А это значит, что рано или поздно они всё-таки съедут из нашего дома! Новость вроде бы житейская, но звучит как музыка для моих ушей, согласитесь?)

Ну что ж, на этом на сегодня новости подошли к концу, так что мы закругляемся и закрываем нашу передачу! Желаем вам отличного самочувствия и всего самого хорошего на протяжении сегодняшнего дня. До скорых встреч, дорогие слушатели!!))`,
        },
    ],

    // Золотые цитаты и мудрости Шефа
    quotes: [
        'Держите свои охладительные системы на максимуме!',
        'Причина банальна, как сбой в старой кибердеке: ваш покорный слуга просто бессовестно уснул.',
        'Сначала приятного аппетита мне, а потом, почёсывая живот — спать))',
        'Не, просто сказал себе: до обеда не надо спать! Надо сейчас вставать!',
        'Я же вчера не собрал яблоки, вот и сегодня с утра об этом просят...',
        'Жизнь как будто на месте стояла, но когда электричество вернулось — ЖИЗНЬ вновь наладилась!!))',
        'Мда, жизнь преподносит нам иногда такие испытания))',
        'День прошёл продуктивно: собрал все-все яблоки и вынес их!))',
        'Держи хвост пистолетом, Найт-Сити, мы ещё услышимся!',
        'Я кстати забыл всё-таки сходить в коттедж 😅',
        'Пусть ваши дни будут наполнены хоть и маленькими, но приятными моментами. Чтобы в будущем вспоминать о них с улыбкой))',
        'Сегодня вместо банального риса на столе будут настоящие манты!',
        'Я понял, что спать рано — это хорошо))',
        'Моё аудио будет работать на благо фан-клуба!',
        'Да-да, так что я сейчас Шеф — чистый!',
        'Батя тут не даёт покоя, говорит: иди в коттедж!',
        'Сегодня солнце высокое, ослепительно яркое и беспощадное — ровно так же, как вчера!',
        'Ну да, давай закругляться и спатьки))',
    ],

    // Секретное слово, спрятано в сердечке внизу главной (нужно для квеста)
    secret: 'самогонщики',

    // КВЕСТ. q — вопрос/загадка, a — допустимые ответы (маленькими буквами), hint — подсказка
    quest: [
        {
            q: 'Какой у меня был позывной в ZZZ в самом начале?',
            a: ['тульчик'],
            hint: 'Когда всё начиналось))',
        },
        {
            q: 'Самое самое памятное что ты помнишь))',
            a: [],
            hint: 'Хмм🤔',
        },
        {
            q: 'Разгадай тайный ребус Шефа и введи полученное число:',
            img: 'img/math_rebus.svg',
            a: ['3198', '3 198'],
            hint: 'Вспомни или найди, какие важные числа связаны с каждым именем и словом! Затем аккуратно посчитай по порядку действий 😉 Сообщения подскажут тебе путь))',
        },
        {
            q: 'Хмммм..... Где то оно спрятано на сайте))',
            a: ['самогонщики'],
            hint: 'Не не не, никаких подсказок))',
        },
        {
            q: '😺',
            a: ['тишка'],
            hint: '😺',
        },
    ],
}
